/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "O certificado deste servidor expirou. Poderá estar a aceder a um servidor que se está a fazer passar por “%@” e que poderá colocar a sua informação confidencial em risco. Deseja continuar a estabelecer ligação ao servidor?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "O certificado deste servidor ainda não é válido. Poderá estar a aceder a um servidor que se está a fazer passar por “%@” e que poderá colocar a sua informação confidencial em risco. Deseja continuar a estabelecer ligação ao servidor?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "O certificado deste servidor é inválido. Poderá estar a aceder a um servidor que se está a fazer passar por “%@” e que poderá colocar a sua informação confidencial em risco. Deseja continuar a estabelecer ligação ao servidor?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@” which could put your confidential information at risk. Would you like to connect to the server anyway?" = "O certificado deste servidor foi assinado por uma autoridade de certificação desconhecida. Poderá estar a aceder a um servidor que se está a fazer passar por “%@” e que poderá colocar a sua informação confidencial em risco. Deseja continuar a estabelecer ligação ao servidor?";

/* Certificate trust verification prompt */
"This certificate is not valid" = "Este certificado não é válido";
"Always Trust" = "Confiar sempre";
"Show Certificate" = "Mostrar certificado";

/* Remember password on Windows */
"Save Password" = "Guardar palavra-passe";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}.";